       IDENTIFICATION DIVISION.
       PROGRAM-ID. TALLYATM.

       PROCEDURE DIVISION.
           DISPLAY "WELCOME TO TALLY ATM".
           STOP RUN.